Repository: DrPierreChang/delivery_api
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, fr_fr, ja, nl_be, pt_pt

source: Soft delete selected optimisations, keep jobs assigned
es: Eliminación temporal de las optimizaciones seleccionadas, mantenimiento de los trabajos asignados
fr_fr: Supprimer les optimisations sélectionnées en douceur, conserver les tâches attribuées
ja: 選択した最適化をソフト削除し、ジョブを割り当てたままにします
nl_be: Geselecteerde optimalisaties zacht verwijderen, taken toegewezen houden
pt_pt: Excluir otimizações selecionadas de forma reversível, manter os trabalhos atribuídos

source: Cannot create optimisation in the past.
es: No se puede crear la optimización en el pasado.
fr_fr: Impossible de créer une optimisation dans le passé.
ja: 過去に最適化を作成することはできません。
nl_be: Kan in het verleden geen optimalisatie maken.
pt_pt: Não é possível criar otimização no passado.

source: Route optimisation is not active for you
es: La optimización de ruta no está activa para usted
fr_fr: L'optimisation de l'itinéraire n'est pas active pour vous
ja: ルート最適化がアクティブではありません
nl_be: Route-optimalisatie is niet actief voor jou
pt_pt: A otimização de rota não está ativa para você

source: "{}" is not a valid value.
es: "{}" no es un valor válido.
fr_fr: "{}" n'est pas une valeur valide.
ja: 「{}」は有効な値ではありません。
nl_be: "{}" is geen geldige waarde.
pt_pt: "{}" não é um valor válido.

source: optimisation
es: mejoramiento
ja: 最適化
nl_be: optimalisatie
pt_pt: otimização

source: This field is required.
es: Este campo es requerido.
fr_fr: Ce champ est requis.
ja: この項目は必須です。
nl_be: Dit veld is verplicht.
pt_pt: Este campo é obrigatório.

source: You can't delete optimisation which hasn't yet been calculated.
es: No puede eliminar la optimización que aún no se ha calculado.
fr_fr: Vous ne pouvez pas supprimer une optimisation qui n'a pas encore été calculée.
ja: まだ計算されていない最適化は削除できません。
nl_be: U kunt optimalisatie die nog niet is berekend, niet verwijderen.
pt_pt: Você não pode excluir a otimização que ainda não foi calculada.

source: Route Optimisation
es: Optimización de rutas
fr_fr: Optimisation d'itinéraire
ja: ルートの最適化
nl_be: Route-optimalisatie
pt_pt: Otimização de rota

source: on {optimisation_day}
es: el {optimisation_day}
fr_fr: le {optimisation_day}
ja: {optimisation_day}に
nl_be: op {optimisation_day}
pt_pt: em {optimisation_day}

source: We could not create the optimisation. There are orders on different continents.
es: No pudimos crear la optimización. Hay órdenes en diferentes continentes.
fr_fr: Nous n'avons pas pu créer l'optimisation. Il y a des commandes sur différents continents.
ja: 最適化を作成できませんでした。さまざまな大陸で注文があります。
nl_be: We konden de optimalisatie niet creëren. Er zijn bestellingen op verschillende continenten.
pt_pt: Não conseguimos criar a otimização. Existem encomendas em vários continentes.

source: We could not create the optimisation. There are hubs on different continents.
es: No pudimos crear la optimización. Hay centros en diferentes continentes.
fr_fr: Nous n'avons pas pu créer l'optimisation. Il existe des hubs sur différents continents.
ja: 最適化を作成できませんでした。さまざまな大陸にハブがあります。
nl_be: We konden de optimalisatie niet creëren. Er zijn hubs op verschillende continenten.
pt_pt: Não conseguimos criar a otimização. Existem hubs em diferentes continentes.

source: Old type route optimisation
es: Optimización de rutas de tipo antiguo
fr_fr: Optimisation des itinéraires de type ancien
ja: 古いタイプのルート最適化
nl_be: Route-optimalisatie van het oude type
pt_pt: Otimização de rota do tipo antigo

source: Optimisation
es: Mejoramiento
ja: 最適化
nl_be: Optimalisatie
pt_pt: Otimização

source: optimised
es: optimizado
fr_fr: optimisé
ja: 最適化
nl_be: geoptimaliseerd
pt_pt: otimizado

source: your route was optimised
es: tu ruta fue optimizada
fr_fr: votre itinéraire a été optimisé
ja: あなたのルートは最適化されました
nl_be: je route is geoptimaliseerd
pt_pt: sua rota foi otimizada

source: Route optimisation
es: Optimización de rutas
fr_fr: Optimisation d'itinéraire
ja: ルートの最適化
nl_be: Route-optimalisatie
pt_pt: Otimização de rotas

source: completed
es: terminado
fr_fr: complété
ja: 完了
nl_be: voltooid
pt_pt: concluído

source: failed
es: fallido
fr_fr: manqué
ja: 失敗した
nl_be: gefaald
pt_pt: fracassado

source: your route was removed
es: tu ruta fue eliminada
fr_fr: votre itinéraire a été supprimé
ja: ルートが削除されました
nl_be: je route is verwijderd
pt_pt: sua rota foi removida

source: your route was updated
es: tu ruta fue actualizada
fr_fr: votre itinéraire a été mis à jour
ja: ルートが更新されました
nl_be: je route is bijgewerkt
pt_pt: sua rota foi atualizada

source: Vehicle Capacity feature is disabled, please turn this on to create {optimisation} that accounts Vehicle Capacity
es: La función de capacidad del vehículo está deshabilitada, actívela para crear una {optimisation} que tenga en cuenta la capacidad del vehículo
fr_fr: La fonctionnalité de capacité du véhicule est désactivée, veuillez l'activer pour créer une {optimisation} qui tient compte de la capacité du véhicule
ja: 車両容量機能が無効になっています。これをオンにして、車両容量を考慮した{optimisation}
nl_be: De functie Voertuigcapaciteit is uitgeschakeld, schakel deze in om {optimisation} die rekening houdt met Voertuigcapaciteit
pt_pt: O recurso de capacidade do veículo está desativado. Ative-o para criar {optimisation} que considere a capacidade do veículo

source: Wrong working hours
es: horas de trabajo incorrectas
fr_fr: Mauvais horaires de travail
ja: 間違った労働時間
nl_be: Verkeerde werkuren
pt_pt: Horário de trabalho errado

source: No start hub passed
es: No pasó ningún concentrador de inicio
fr_fr: Aucun hub de démarrage n'est passé
ja: スタートハブが通過しません
nl_be: Geen starthub geslaagd
pt_pt: Nenhum hub inicial foi aprovado

source: No end hub passed
es: No pasó ningún centro final
fr_fr: Aucun hub de fin passé
ja: エンドハブが通過しません
nl_be: Geen eindhub gepasseerd
pt_pt: Nenhum hub final passou

source: There are no jobs to optimise
es: No hay trabajos para optimizar
fr_fr: Il n'y a pas de travaux à optimiser
ja: 最適化する仕事はありません
nl_be: Er zijn geen banen om te optimaliseren
pt_pt: Não há trabalhos para otimizar

source: Too many jobs to optimise
es: Demasiados trabajos para optimizar
fr_fr: Trop de travaux à optimiser
ja: 最適化するにはジョブが多すぎます
nl_be: Te veel taken om te optimaliseren
pt_pt: Muitos trabalhos para otimizar

source: There are no drivers available
es: No hay controladores disponibles
fr_fr: Il n'y a pas de pilotes disponibles
ja: 利用可能なドライバーはありません
nl_be: Er zijn geen stuurprogramma's beschikbaar
pt_pt: Não há drivers disponíveis

source: Routing Optimisation
es: Optimización de enrutamiento
fr_fr: Optimisation du routage
ja: ルーティングの最適化
nl_be: Routeringsoptimalisatie
pt_pt: Otimização de roteamento

source: The values in the constant schedule are required.
es: Los valores en el programa constante son obligatorios.
fr_fr: Les valeurs du programme constant sont obligatoires.
ja: 一定スケジュールの値が必要です。
nl_be: De waarden in het constante schema zijn vereist.
pt_pt: Os valores na programação constante são obrigatórios.

source: There must be both values.
es: Debe haber ambos valores.
fr_fr: Il doit y avoir les deux valeurs.
ja: 両方の値が必要です。
nl_be: Er moeten beide waarden zijn.
pt_pt: Deve haver ambos os valores.

source: The start time should be less than the end time.
es: La hora de inicio debe ser menor que la hora de finalización.
fr_fr: L'heure de début doit être inférieure à l'heure de fin.
ja: 開始時間は終了時間よりも短くする必要があります。
nl_be: De starttijd moet korter zijn dan de eindtijd.
pt_pt: A hora de início deve ser menor que a hora de término.

source: Invalid data.
es: Datos inválidos.
fr_fr: Données invalides.
ja: 無効なデータ。
nl_be: Onjuiste data.
pt_pt: Dados inválidos.

source: The start of the break must be before the end.
es: El inicio del descanso debe ser antes del final.
fr_fr: Le début de la pause doit être avant la fin.
ja: 休憩の開始は終了前でなければなりません。
nl_be: De start van de pauze moet voor het einde zijn.
pt_pt: O início do intervalo deve ser antes do fim.

source: You can't add a weekend break.
es: No se puede agregar un descanso de fin de semana.
fr_fr: Vous ne pouvez pas ajouter de week-end.
ja: 週末の休憩を追加することはできません。
nl_be: Je kunt geen weekendje weg toevoegen.
pt_pt: Você não pode adicionar um fim de semana.

source: You must enter both time period values
es: Debe introducir ambos valores de período de tiempo
fr_fr: Vous devez entrer les deux valeurs de période
ja: 両方の期間の値を入力する必要があります
nl_be: U moet beide tijdsperiodewaarden invoeren
pt_pt: Você deve inserir os dois valores de período

source: Breaks are only available on one time schedule
es: Los descansos solo están disponibles en un horario
fr_fr: Les pauses ne sont disponibles que sur un seul horaire
ja: 休憩は1つのタイムスケジュールでのみ利用可能です
nl_be: Pauzes zijn alleen beschikbaar op één tijdschema
pt_pt: As pausas estão disponíveis apenas em um horário

source: Barcode is not found
es: No se encuentra el código de barras
fr_fr: Le code-barres est introuvable
ja: バーコードが見つかりません
nl_be: Barcode is niet gevonden
pt_pt: Código de barras não encontrado

source: This barcode has not been assigned to you
es: Este código de barras no se le ha asignado
fr_fr: Ce code-barres ne vous a pas été attribué
ja: このバーコードはあなたに割り当てられていません
nl_be: Deze barcode is niet aan jou toegewezen
pt_pt: Este código de barras não foi atribuído a você

source: The barcode has been already scanned both times
es: El código de barras ya se ha escaneado las dos veces.
fr_fr: Le code-barres a déjà été scanné les deux fois
ja: バーコードはすでに両方の時間スキャンされています
nl_be: De barcode is beide keren al gescand
pt_pt: O código de barras já foi lido nas duas vezes

source: The barcode has been already scanned upon delivery
es: El código de barras ya ha sido escaneado en el momento de la entrega.
fr_fr: Le code-barres a déjà été scanné à la livraison
ja: バーコードは配達時にすでにスキャンされています
nl_be: De barcode is al gescand bij levering
pt_pt: O código de barras já foi digitalizado no momento da entrega

source: The barcode has been already scanned at warehouse
es: El código de barras ya ha sido escaneado en el almacén.
fr_fr: Le code-barres a déjà été scanné à l'entrepôt
ja: バーコードはすでに倉庫でスキャンされています
nl_be: De barcode is al gescand in het magazijn
pt_pt: O código de barras já foi escaneado no armazém

source: Incorrect job status to scan this barcode
es: Estado de trabajo incorrecto para escanear este código de barras
fr_fr: État de la tâche incorrect pour scanner ce code-barres
ja: このバーコードをスキャンするための不正なジョブステータス
nl_be: Onjuiste taakstatus om deze streepjescode te scannen
pt_pt: Status de trabalho incorreto para digitalizar este código de barras

source: You cannot use pick up status
es: No puede usar el estado de recogida
fr_fr: Vous ne pouvez pas utiliser le statut de ramassage
ja: ピックアップステータスは使用できません
nl_be: U kunt de ophaalstatus niet gebruiken
pt_pt: Você não pode usar o status de retirada

source: Barcode {code} already exists.
es: El código de barras {code} ya existe.
fr_fr: Le code-barres {code} existe déjà.
ja: バーコード{code}すでに存在します。
nl_be: Barcode {code} bestaat al.
pt_pt: O código de barras {code} já existe.

source: Cannot change SKID with current order status
es: No se puede cambiar SKID con el estado actual del pedido
fr_fr: Impossible de modifier le SKID avec l'état actuel de la commande
ja: 現在の注文ステータスでSKIDを変更することはできません
nl_be: Kan SKID niet wijzigen met huidige bestelstatus
pt_pt: Não é possível alterar o SKID com o status atual do pedido

source: Cannot change SKID with current driver status
es: No se puede cambiar SKID con el estado actual del conductor
fr_fr: Impossible de modifier SKID avec l'état actuel du pilote
ja: 現在のドライバーステータスでSKIDを変更することはできません
nl_be: Kan SKID niet wijzigen met huidige stuurprogrammastatus
pt_pt: Não é possível alterar o SKID com o status atual do driver

source: You cannot change the status until delivery is confirmed
es: No puede cambiar el estado hasta que se confirme la entrega
fr_fr: Vous ne pouvez pas modifier le statut tant que la livraison n'est pas confirmée
ja: 配達が確認されるまでステータスを変更することはできません
nl_be: U kunt de status niet wijzigen totdat de levering is bevestigd
pt_pt: Você não pode alterar o status até que a entrega seja confirmada

source: Forbidden to change status from "{old_status}" to "{new_status}"
es: Prohibido cambiar el estado de " {old_status} " a " {new_status} "
fr_fr: Interdit de changer le statut de "{old_status}" à "{new_status}"
ja: {old_status} 」から「 {new_status} 」に変更することは禁止されています
nl_be: Verboden om de status te wijzigen van " {old_status} " naar " {new_status} "
pt_pt: Proibido alterar o status de " {old_status} " para " {new_status} "

source: You cannot send starting point in the current status
es: No puede enviar el punto de partida en el estado actual
fr_fr: Vous ne pouvez pas envoyer le point de départ dans l'état actuel
ja: 現在の状態では開始点を送信できません
nl_be: U kunt het startpunt niet verzenden in de huidige status
pt_pt: Você não pode enviar o ponto de partida no status atual

source: You cannot send ending point in the current status
es: No puede enviar el punto final en el estado actual
fr_fr: Vous ne pouvez pas envoyer le point de fin dans l'état actuel
ja: 現在の状態で終点を送信することはできません
nl_be: U kunt het eindpunt niet verzenden in de huidige status
pt_pt: Você não pode enviar o ponto final no status atual

source: You cannot specify a wayback point in the current status
es: No puede especificar un punto de retorno en el estado actual
fr_fr: Vous ne pouvez pas spécifier de point de retour dans l'état actuel
ja: 現在のステータスでウェイバックポイントを指定することはできません
nl_be: U kunt geen terugwegpunt specificeren in de huidige status
pt_pt: Você não pode especificar um ponto de retorno no status atual

source: You can not send a comment without a code
es: No puedes enviar un comentario sin un código.
fr_fr: Vous ne pouvez pas envoyer de commentaire sans code
ja: コードなしでコメントを送信することはできません
nl_be: Zonder code kun je geen reactie sturen
pt_pt: Você não pode enviar um comentário sem um código

source: Success codes are disabled for your merchant.
es: Los códigos de éxito están deshabilitados para su comerciante.
fr_fr: Les codes de réussite sont désactivés pour votre marchand.
ja: マーチャントの成功コードは無効になっています。
nl_be: Succescodes zijn uitgeschakeld voor uw handelaar.
pt_pt: Os códigos de sucesso estão desativados para seu comerciante.

source: {code_type} comment is required.
es: Se {code_type} comentario.
fr_fr: Le commentaire {code_type} est requis.
ja: {code_type}コメントが必要です。
nl_be: {code_type} commentaar is vereist.
pt_pt: O comentário {code_type} é obrigatório.

source: You can not pass {code_type} code with this status.
es: No puede pasar el código {code_type} con este estado.
fr_fr: Vous ne pouvez pas transmettre le code {code_type} avec ce statut.
ja: このステータスの{code_type}コードを渡すことはできません。
nl_be: Met deze status kunt u de {code_type}
pt_pt: Você não pode passar o código {code_type} com este status.

source: You cannot change the status before sending a terminate code
es: No puede cambiar el estado antes de enviar un código de terminación
fr_fr: Vous ne pouvez pas modifier le statut avant d'avoir envoyé un code de fin
ja: 終了コードを送信する前にステータスを変更することはできません
nl_be: U kunt de status niet wijzigen voordat u een beëindigingscode verzendt
pt_pt: Você não pode alterar o status antes de enviar um código de término

source: Pickup customer and pickup address must be used together
es: El cliente de recogida y la dirección de recogida deben usarse juntos
fr_fr: Le client de ramassage et l'adresse de ramassage doivent être utilisés ensemble
ja: 集荷の顧客と集荷の住所は一緒に使用する必要があります
nl_be: Ophaalklant en ophaaladres moeten samen worden gebruikt
pt_pt: O cliente de retirada e o endereço de retirada devem ser usados juntos

source: The document named "{name}" is already uploaded to the server.
es: El documento llamado " {name} " ya está cargado en el servidor.
fr_fr: Le document nommé "{name}" est déjà chargé sur le serveur.
ja: {name} 」という名前のドキュメントはすでにサーバーにアップロードされています。
nl_be: Het document met de naam " {name} " is al geüpload naar de server.
pt_pt: O documento chamado " {name} " já foi carregado no servidor.

source: You are not able to send pick up confirmation with the current status
es: No puede enviar una confirmación de recogida con el estado actual
fr_fr: Vous ne pouvez pas envoyer de confirmation de ramassage avec le statut actuel
ja: 現在のステータスでピックアップ確認を送信することはできません
nl_be: U kunt geen afhaalbevestiging sturen met de huidige status
pt_pt: Você não pode enviar a confirmação de retirada com o status atual

source: You are not able to send confirmation with the current status
es: No puede enviar confirmación con el estado actual
fr_fr: Vous ne pouvez pas envoyer de confirmation avec le statut actuel
ja: 現在のステータスで確認を送信することはできません
nl_be: U kunt geen bevestiging sturen met de huidige status
pt_pt: Você não pode enviar confirmação com o status atual

source: Driver {full_name} doesn't have all these skills
es: El conductor {full_name} no tiene todas estas habilidades
fr_fr: Le conducteur {full_name} ne possède pas toutes ces compétences
ja: ドライバー{full_name}はこれらすべてのスキルを持っているわけではありません
nl_be: Bestuurder {full_name} heeft niet al deze vaardigheden
pt_pt: O motorista {full_name} não possui todas essas habilidades

source: There are no drivers with the same set of skills.
es: No hay conductores con el mismo conjunto de habilidades.
fr_fr: Il n'y a pas de conducteurs avec le même ensemble de compétences.
ja: 同じスキルを持ったドライバーはいません。
nl_be: Er zijn geen chauffeurs met dezelfde vaardigheden.
pt_pt: Não há pilotos com o mesmo conjunto de habilidades.

source: Pick up after
es: recoger después
fr_fr: Ramasser après
ja: 後にピックアップ
nl_be: Ophalen na
pt_pt: Pegue depois

source: Pick up deadline
es: plazo de recogida
fr_fr: Délai de ramassage
ja: 締め切りを受け取る
nl_be: Deadline ophalen
pt_pt: Prazo de retirada

source: Deliver after
es: entregar después
fr_fr: Livrer après
ja: 後に配達
nl_be: Lever na
pt_pt: Entregar depois

source: Deliver deadline
es: plazo de entrega
fr_fr: Délai de livraison
ja: 締め切りをお届けします
nl_be: Lever deadline
pt_pt: Prazo de entrega

source: {lower_label} cannot be later than {upper_label}
es: {lower_label} no puede ser posterior a {upper_label}
fr_fr: {lower_label} ne peut pas être postérieur à {upper_label}
ja: {lower_label}より後にすることはできません{upper_label}
nl_be: {lower_label} mag niet later zijn dan {upper_label}
pt_pt: {lower_label} não pode ser posterior a {upper_label}

source: {lower_label} and {upper_label} must be within one day
es: {lower_label} y {upper_label} deben estar dentro de un día
fr_fr: {lower_label} et {upper_label} doivent être à moins d'un jour
ja: {lower_label}と{upper_label}は1日以内である必要があります
nl_be: {lower_label} en {upper_label} moeten binnen één dag zijn
pt_pt: {lower_label} e {upper_label} devem estar dentro de um dia

source: Not assigned
es: No asignado
fr_fr: Non attribué
ja: 割り当てられていない
nl_be: Niet toegekend
pt_pt: Não atribuído

source: Assigned
es: Asignado
fr_fr: Attribué
ja: 割り当てられた
nl_be: Toegewezen
pt_pt: Atribuído

source: Pick up
es: Levantar
fr_fr: Ramasser
ja: 選び出す
nl_be: Oppakken
pt_pt: Escolher

source: Picked up
es: Recogido
fr_fr: Ramassé
ja: 拾った
nl_be: Opgehaald
pt_pt: Pegou

source: In progress
es: En curso
fr_fr: En cours
ja: 作業中
nl_be: Bezig
pt_pt: Em andamento

source: Way back
es: Camino de vuelta
fr_fr: Chemin de retour
ja: 帰り道
nl_be: Ver terug
pt_pt: Caminho de volta

source: Completed
es: Terminado
fr_fr: Complété
ja: 完了
nl_be: Voltooid
pt_pt: Concluído

source: Failed
es: Fallido
fr_fr: Manqué
ja: 失敗した
nl_be: Mislukt
pt_pt: Fracassado

source: your job
es: tu trabajo
fr_fr: votre travail
ja: あなたの仕事
nl_be: jouw baan
pt_pt: seu emprego

source: has been deleted
es: ha sido eliminado
fr_fr: a été supprimé
ja: 削除されました
nl_be: is verwijderd
pt_pt: foi deletado

source: {appeal}, your job "{title}" has been updated with new info
es: {appeal} , su trabajo " {title} " ha sido actualizado con nueva información
fr_fr: {appeal}, votre offre d'emploi "{title}" a été mise à jour avec de nouvelles informations
ja: {appeal} 、あなたの仕事「 {title} 」は新しい情報で更新されました
nl_be: {appeal} , uw vacature " {title} " is bijgewerkt met nieuwe informatie
pt_pt: {appeal} , sua vaga " {title} " foi atualizada com novas informações

source: Seems, that you've arrived at job location. Please carry out the {checklist}
es: Parece que has llegado a la ubicación del trabajo. Lleve a cabo la {checklist}
fr_fr: Il semble que vous soyez arrivé sur le lieu de travail. Veuillez effectuer la {checklist}
ja: あなたは仕事の場所に到着したようです。 {checklist}実行してください
nl_be: Het lijkt erop dat je op de werklocatie bent aangekomen. Voer de {checklist}
pt_pt: Parece que você chegou ao local de trabalho. Por favor, execute a {checklist}

source: You've arrived at your job. Please carry out the {checklist}
es: Has llegado a tu trabajo. Lleve a cabo la {checklist}
fr_fr: Vous êtes arrivé à votre travail. Veuillez effectuer la {checklist}
ja: あなたはあなたの仕事に到着しました。 {checklist}実行してください
nl_be: Je bent aangekomen op je werk. Voer de {checklist}
pt_pt: Você chegou ao seu trabalho. Por favor, execute a {checklist}

source: {appeal}, your job "{title}" deadline has expired
es: {appeal} , la fecha límite de su trabajo " {title} " ha vencido
fr_fr: {appeal}, la date limite de votre emploi "{title}" a expiré
ja: {appeal} 、あなたの仕事 " {title} "の期限が切れました
nl_be: {appeal} , de deadline van je vacature " {title} " is verlopen
pt_pt: {appeal} , o prazo do seu trabalho " {title} " expirou

source: You have less than 30 minutes to finish job "{title}"
es: Tienes menos de 30 minutos para terminar el trabajo " {title} "
fr_fr: Vous avez moins de 30 minutes pour terminer la tâche "{title}"
ja: 仕事を終えるのに30分もかかりません " {title} "
nl_be: Je hebt minder dan 30 minuten om de taak te voltooien " {title} "
pt_pt: Você tem menos de 30 minutos para terminar o trabalho " {title} "

source: SKID info in job "{title}" has been updated
es: Se actualizó la información de SKID en el trabajo " {title} "
fr_fr: Les informations SKID dans le travail "{title}" ont été mises à jour
ja: ジョブ「 {title} 」のSKID情報が更新されました
nl_be: SKID-info in vacature “ {title} ” is bijgewerkt
pt_pt: As informações de SKID no trabalho " {title} " foram atualizadas

source: {appeal}, your job "{title}" has been added to concatenated job
es: {appeal}, su trabajo " {title} " se ha agregado al trabajo concatenado
fr_fr: {appeal}, votre travail "{title}" a été ajouté au travail concaténé
ja: {appeal}、あなたのジョブ "{title}"が連結されたジョブに追加されました
nl_be: {appeal}, uw vacature "{title}" is toegevoegd aan een aaneengeschakelde vacature
pt_pt: {appeal}, seu trabalho " {title} " foi adicionado ao trabalho concatenado

source: {appeal}, your job "{title}" has been removed from concatenated job
es: {appeal}, su trabajo " {title} " se eliminó del trabajo concatenado
fr_fr: {appeal}, votre offre "{title}" a été supprimée de l'offre concaténée
ja: {appeal}、あなたのジョブ "{title}"は連結されたジョブから削除されました
nl_be: {appeal}, uw vacature "{title}" is verwijderd uit de aaneengeschakelde vacature
pt_pt: {appeal}, seu trabalho " {title} " foi removido do trabalho concatenado

source: {appeal}, your concatenated job has been ungrouped
es: {appeal}, su trabajo concatenado se ha desagrupado
fr_fr: {appeal}, votre travail concaténé a été dissocié
ja: {appeal}、連結されたジョブはグループ化されていません
nl_be: {appeal}, uw aaneengeschakelde taak is gedegroepeerd
pt_pt: {appeal}, seu trabalho concatenado foi desagrupado

source: {appeal}, your jobs have been grouped into concatenated job
es: {appeal}, sus trabajos se han agrupado en trabajos concatenados
fr_fr: {appeal}, vos emplois ont été regroupés en emplois concaténés
ja: {appeal}、あなたの仕事は連結された仕事にグループ化されました
nl_be: {appeal}, uw banen zijn gegroepeerd in aaneengeschakelde banen
pt_pt: {appeal}, suas vagas foram agrupadas em vagas concatenadas

source: your current job
es: tu trabajo actual
fr_fr: votre travail actuel
ja: あなたの現在の仕事
nl_be: je huidige baan
pt_pt: seu trabalho atual

source: has been
es: ha sido
fr_fr: a été
ja: されています
nl_be: is geweest
pt_pt: foi

source: by the manager
es: por el gerente
fr_fr: par le gérant
ja: マネージャーによる
nl_be: door de manager
pt_pt: pelo gerente
