Repository: DrPierreChang/delivery_api
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, fr_fr, ja, nl_be, pt_pt

source: Already registered.
es: Ya registrado.
fr_fr: Déjà enregistré.
ja: すでに登録。
nl_be: Al geregistreerd.
pt_pt: Já registrado.

source: No invitations with this phone number were found.
es: No se encontraron invitaciones con este número de teléfono.
fr_fr: Aucune invitation avec ce numéro de téléphone n'a été trouvée.
ja: この電話番号の招待状は見つかりませんでした。
nl_be: Er zijn geen uitnodigingen met dit telefoonnummer gevonden.
pt_pt: Nenhum convite com este número de telefone foi encontrado.

source: Pin code is not valid or out of date.
es: El código PIN no es válido o está desactualizado.
fr_fr: Le code PIN n'est pas valide ou n'est pas à jour.
ja: PINコードが無効であるか、古くなっています。
nl_be: Pincode is niet geldig of verouderd.
pt_pt: O código PIN não é válido ou está desatualizado.

source: Time has wrong format. Use hh:mm time format instead.
es: La hora tiene un formato incorrecto. Utilice el formato de hora hh:mm en su lugar.
fr_fr: L'heure a un mauvais format. Utilisez plutôt le format d'heure hh:mm.
ja: 時間の形式が間違っています。代わりにhh：mm時間形式を使用してください。
nl_be: Tijd heeft een verkeerd formaat. Gebruik in plaats daarvan de tijdnotatie uu:mm.
pt_pt: A hora tem formato errado. Em vez disso, use o formato de hora hh:mm.

source: "driver_id" field is required.
es: El campo "driver_id" es obligatorio.
fr_fr: Le champ "driver_id" est obligatoire.
ja: 「driver_id」フィールドは必須です。
nl_be: Het veld "driver_id" is verplicht.
pt_pt: O campo "driver_id" é obrigatório.

source: Break ranges overlap.
es: Los rangos de ruptura se superponen.
fr_fr: Les plages de rupture se chevauchent.
ja: ブレーク範囲が重なっています。
nl_be: Pauzebereiken overlappen elkaar.
pt_pt: Os intervalos de quebra se sobrepõem.

source: The break went beyond working hours.
es: El descanso fue más allá del horario laboral.
fr_fr: La pause a dépassé les heures de travail.
ja: 休憩は労働時間を超えました。
nl_be: De pauze viel buiten de werkuren.
pt_pt: O intervalo foi além do horário de trabalho.

source: '%(value)s' value must be valid JSON.
es: El valor ' %(value)s ' debe ser JSON válido.
fr_fr: La valeur de '%(value)s' doit être un JSON valide.
ja: ' %(value)s '値は有効なJSONである必要があります。
nl_be: ' %(value)s ' waarde moet een geldige JSON zijn.
pt_pt: O valor ' %(value)s ' deve ser um JSON válido.

source: All keys must be in YYYY-MM-DD format.
es: Todas las claves deben estar en formato AAAA-MM-DD.
fr_fr: Toutes les clés doivent être au format AAAA-MM-JJ.
ja: すべてのキーはYYYY-MM-DD形式である必要があります。
nl_be: Alle sleutels moeten de indeling JJJJ-MM-DD hebben.
pt_pt: Todas as chaves devem estar no formato AAAA-MM-DD.

source: All keys must be days.
es: Todas las claves deben ser días.
fr_fr: Toutes les clés doivent être des jours.
ja: すべてのキーは日でなければなりません。
nl_be: Alle sleutels moeten dagen zijn.
pt_pt: Todas as chaves devem ser dias.

source: Data must be in key-value format.
es: Los datos deben estar en formato clave-valor.
fr_fr: Les données doivent être au format clé-valeur.
ja: データはKey-Value形式である必要があります。
nl_be: Gegevens moeten de sleutelwaarde-indeling hebben.
pt_pt: Os dados devem estar no formato de valor-chave.

source: Scooter
ja: スクーター
pt_pt: Lambreta

source: Car
es: Carro
fr_fr: Auto
ja: 車両
nl_be: Auto
pt_pt: Carro

source: Pickup / Ute
es: Camioneta / Ute
ja: ピックアップ/ウテ
nl_be: Ophalen / Ute
pt_pt: Recolha/Ute

source: Van
es: camioneta
ja: バン
nl_be: bestelwagen
pt_pt: Furgão

source: Truck
es: Camión
fr_fr: Camion
ja: トラック
nl_be: Vrachtauto
pt_pt: Caminhão

source: Home
es: Casa
fr_fr: Maison
ja: 家
nl_be: Huis
pt_pt: Casa

source: User with such email doesn't exist.
es: El usuario con dicho correo electrónico no existe.
fr_fr: L'utilisateur avec un tel email n'existe pas.
ja: そのようなメールを持っているユーザーは存在しません。
nl_be: Gebruiker met zo'n e-mail bestaat niet.
pt_pt: O usuário com esse e-mail não existe.

source: Invalid username or password.
es: Usuario o contraseña invalido.
fr_fr: Nom d'utilisateur ou mot de passe invalide.
ja: 無効なユーザー名またはパスワード。
nl_be: Ongeldige gebruikersnaam of wachtwoord.
pt_pt: Nome de usuário ou senha inválidos.

source: User inactive or deleted.
es: Usuario inactivo o eliminado.
fr_fr: Utilisateur inactif ou supprimé.
ja: ユーザーが非アクティブまたは削除されました。
nl_be: Gebruiker inactief of verwijderd.
pt_pt: Usuário inativo ou excluído.

source: You're currently online on another device.
es: Actualmente estás en línea en otro dispositivo.
fr_fr: Vous êtes actuellement en ligne sur un autre appareil.
ja: 現在、別のデバイスでオンラインになっています。
nl_be: Je bent momenteel online op een ander apparaat.
pt_pt: No momento, você está online em outro dispositivo.

source: you logged in
es: te conectaste
fr_fr: tu es connecté
ja: ログインしました
nl_be: je bent ingelogd
pt_pt: você fez login

source: on another device.
es: en otro dispositivo.
fr_fr: sur un autre appareil.
ja: 別のデバイスで。
nl_be: op een ander apparaat.
pt_pt: em outro dispositivo.

source: User with such email already registered.
es: Usuario con dicho correo ya registrado.
fr_fr: Utilisateur avec un tel e-mail déjà enregistré.
ja: そのようなメールを持っているユーザーはすでに登録されています。
nl_be: Gebruiker met een dergelijk e-mailadres is al geregistreerd.
pt_pt: Usuário com tal e-mail já cadastrado.

source: you have been forced offline
es: te han forzado a desconectarte
fr_fr: vous avez été forcé hors ligne
ja: あなたは強制的にオフラインにされました
nl_be: je bent offline gedwongen
pt_pt: você foi forçado a ficar offline

source: by the manager {manager}
es: por el gerente {manager}
fr_fr: par le gérant {manager}
ja: マネージャーによる{manager}
nl_be: door de manager {manager}
pt_pt: pelo gerente {manager}

source: %(count)d active job that has
es: %(count)d trabajo activo que tiene
fr_fr: %(count)d emploi actif qui a
ja: %(count)dアクティブなジョブがあります
nl_be: %(count)d actieve baan die heeft
pt_pt: %(count)d trabalho ativo que tem

source: Can't delete the skill because you have %(jobs_msg)s this skill
es: No se puede eliminar la habilidad porque tiene %(jobs_msg)s esta habilidad
fr_fr: Impossible de supprimer la compétence car vous possédez %(jobs_msg)s cette compétence
ja: これらのスキル%(jobs_msg)sため、スキルを削除できません
nl_be: Kan de vaardigheid niet verwijderen omdat je %(jobs_msg)s deze vaardigheid hebt
pt_pt: Não é possível excluir a habilidade porque você tem %(jobs_msg)s esta habilidade

source: you
es: Uds
fr_fr: tu
ja: 君
nl_be: Jij
pt_pt: vocês

source: driver
es: conductor
fr_fr: pilote
ja: 運転手
nl_be: bestuurder
pt_pt: motorista

source: %(count)d job that has
es: %(count)d trabajo que tiene
fr_fr: %(count)d emploi qui a
ja: %(count)dジョブがあります
nl_be: %(count)d baan die heeft
pt_pt: %(count)d trabalho que tem

source: %(jobs_msg)s this skill will be unassigned from %(from)s after you delete the skill
es: %(jobs_msg)s esta habilidad se anulará de %(from)s después de eliminar la habilidad
fr_fr: %(jobs_msg)s cette compétence sera désaffectée de %(from)s après la suppression de la compétence
ja: %(jobs_msg)sこれらのスキルは、スキルを削除した後%(from)s
nl_be: %(jobs_msg)s deze vaardigheid wordt %(from)s nadat je de vaardigheid hebt verwijderd
pt_pt: %(jobs_msg)s esta habilidade será removida de %(from)s depois que você excluir a habilidade

source: route optimisation
es: optimización de rutas
fr_fr: optimisation d'itinéraire
ja: ルートの最適化
nl_be: route optimalisatie
pt_pt: otimização de rotas

source: route optimisation focus
es: enfoque de optimización de ruta
fr_fr: accent sur l'optimisation des itinéraires
ja: ルート最適化の焦点
nl_be: focus op route-optimalisatie
pt_pt: foco na otimização de rotas

source: Set, what to focus on for group optimisation. This setting is useful only with "route optimisation" enabled.
es: Establecer, en qué enfocarse para la optimización del grupo. Esta configuración es útil solo con la "optimización de ruta" habilitada.
fr_fr: Définir, sur quoi se concentrer pour l'optimisation du groupe. Ce paramètre n'est utile qu'avec "l'optimisation de l'itinéraire" activée.
ja: グループの最適化のために何に焦点を当てるべきかを設定します。この設定は、「ルート最適化」が有効になっている場合にのみ役立ちます。
nl_be: Stel in, waar moet je op letten voor groepsoptimalisatie. Deze instelling is alleen nuttig als "route-optimalisatie" is ingeschakeld.
pt_pt: Definir, o que focar para a otimização do grupo. Esta configuração é útil apenas com a "otimização de rota" habilitada.

source: Set average duration of time a driver needs to spend to on job site. This setting is useful only with "route optimisation" enabled.
es: Establezca la duración promedio del tiempo que un conductor debe pasar en el lugar de trabajo. Esta configuración es útil solo con la "optimización de ruta" habilitada.
fr_fr: Définissez la durée moyenne qu'un conducteur doit passer sur le chantier. Ce paramètre n'est utile qu'avec "l'optimisation de l'itinéraire" activée.
ja: ドライバーが現場で過ごす必要のある平均時間を設定します。この設定は、「ルート最適化」が有効になっている場合にのみ役立ちます。
nl_be: Stel de gemiddelde tijdsduur in die een chauffeur op het werkterrein moet doorbrengen. Deze instelling is alleen nuttig als "route-optimalisatie" is ingeschakeld.
pt_pt: Defina a duração média de tempo que um motorista precisa passar no local de trabalho. Esta configuração é útil apenas com a "otimização de rota" habilitada.

source: Set average duration of time a driver needs to spend to on pickup site. This setting is useful only with "route optimisation" enabled.
es: Establezca la duración promedio del tiempo que un conductor debe pasar en el sitio de recogida. Esta configuración es útil solo con la "optimización de ruta" habilitada.
fr_fr: Définissez la durée moyenne qu'un conducteur doit passer sur le site de prise en charge. Ce paramètre n'est utile qu'avec "l'optimisation de l'itinéraire" activée.
ja: ドライバーが集荷場所で過ごす必要のある平均時間を設定します。この設定は、「ルート最適化」が有効になっている場合にのみ役立ちます。
nl_be: Stel de gemiddelde tijdsduur in die een chauffeur nodig heeft op de ophaallocatie. Deze instelling is alleen nuttig als "route-optimalisatie" is ingeschakeld.
pt_pt: Defina a duração média de tempo que um motorista precisa passar no local de coleta. Esta configuração é útil apenas com a "otimização de rota" habilitada.

source: Barcodes
es: códigos de barras
fr_fr: Codes-barres
ja: バーコード
pt_pt: Códigos de barra

source: You can't use `route optimisation` feature without enabling `hubs`
es: No puede usar la función de 'optimización de ruta' sin habilitar 'hubs'
fr_fr: Vous ne pouvez pas utiliser la fonctionnalité d'optimisation de l'itinéraire sans activer les "hubs"
ja: 「ハブ」を有効にせずに「ルート最適化」機能を使用することはできません
nl_be: U kunt de functie `route-optimalisatie` niet gebruiken zonder `hubs` in te schakelen
pt_pt: Você não pode usar o recurso 'otimização de rota' sem habilitar os 'hubs'

source: You cannot select an option that requires a barcode scan upon delivery with `enable_delivery_confirmation` disabled
es: No puede seleccionar una opción que requiera un escaneo de código de barras en el momento de la entrega con `enable_delivery_confirmation` deshabilitado
fr_fr: Vous ne pouvez pas sélectionner une option qui nécessite une lecture de code-barres à la livraison avec `enable_delivery_confirmation` désactivé
ja: `enable_delivery_confirmation`を無効にして、配信時にバーコードスキャンを必要とするオプションを選択することはできません
nl_be: U kunt geen optie selecteren die een barcodescan vereist bij levering met 'enable_delivery_confirmation' uitgeschakeld
pt_pt: Você não pode selecionar uma opção que requer uma leitura de código de barras na entrega com `enable_delivery_confirmation` desativado

source: You cannot select an option with `enable_delivery_confirmation` disabled
es: No puede seleccionar una opción con `enable_delivery_confirmation` deshabilitado
fr_fr: Vous ne pouvez pas sélectionner une option avec `enable_delivery_confirmation` désactivé
ja: `enable_delivery_confirmation`を無効にしたオプションは選択できません
nl_be: U kunt geen optie selecteren met 'enable_delivery_confirmation' uitgeschakeld
pt_pt: Você não pode selecionar uma opção com `enable_delivery_confirmation` desativado

source: You cannot select an option with `enable_delivery_confirmation_documents` disabled
es: No puede seleccionar una opción con `enable_delivery_confirmation_documents` deshabilitado
fr_fr: Vous ne pouvez pas sélectionner une option avec `enable_delivery_confirmation_documents` désactivé
ja: `enable_delivery_confirmation_documents`を無効にしたオプションは選択できません
nl_be: U kunt geen optie selecteren met `enable_delivery_confirmation_documents` uitgeschakeld
pt_pt: Você não pode selecionar uma opção com `enable_delivery_confirmation_documents` desativado

source: You cannot select an option with `in_app_jobs_assignment` disabled
es: No puede seleccionar una opción con `in_app_jobs_assignment` deshabilitado
fr_fr: Vous ne pouvez pas sélectionner une option avec `in_app_jobs_assignment` désactivé
ja: `in_app_jobs_assignment`が無効になっているオプションは選択できません
nl_be: U kunt geen optie selecteren met 'in_app_jobs_assignment' uitgeschakeld
pt_pt: Você não pode selecionar uma opção com `in_app_jobs_assignment` desabilitado

source: You don't have ability to perform this action because labels aren't enabled. Please, contact administrator.
es: No tienes la capacidad de realizar esta acción porque las etiquetas no están habilitadas. Por favor, póngase en contacto con el administrador.
fr_fr: Vous ne pouvez pas effectuer cette action, car les libellés ne sont pas activés. Veuillez contacter l'administrateur.
ja: ラベルが有効になっていないため、このアクションを実行することはできません。管理者に連絡してください。
nl_be: U kunt deze actie niet uitvoeren omdat labels niet zijn ingeschakeld. Neem contact op met de beheerder.
pt_pt: Você não pode realizar esta ação porque os rótulos não estão ativados. Por favor, entre em contato com o administrador.

source: You don't have ability to perform this action because skill sets aren't enabled. Please, contact administrator.
es: No tienes la capacidad de realizar esta acción porque los conjuntos de habilidades no están habilitados. Por favor, póngase en contacto con el administrador.
fr_fr: Vous ne pouvez pas effectuer cette action car les ensembles de compétences ne sont pas activés. Veuillez contacter l'administrateur.
ja: スキルセットが有効になっていないため、このアクションを実行することはできません。管理者に連絡してください。
nl_be: U kunt deze actie niet uitvoeren omdat vaardigheden niet zijn ingeschakeld. Neem contact op met de beheerder.
pt_pt: Você não tem a capacidade de executar esta ação porque os conjuntos de habilidades não estão habilitados. Por favor, entre em contato com o administrador.

source: You don't have ability to perform this action because barcodes aren't enabled. Please, contact administrator.
es: No tiene la capacidad de realizar esta acción porque los códigos de barras no están habilitados. Por favor, póngase en contacto con el administrador.
fr_fr: Vous ne pouvez pas effectuer cette action car les codes-barres ne sont pas activés. Veuillez contacter l'administrateur.
ja: バーコードが有効になっていないため、このアクションを実行することはできません。管理者に連絡してください。
nl_be: U kunt deze actie niet uitvoeren omdat streepjescodes niet zijn ingeschakeld. Neem contact op met de beheerder.
pt_pt: Você não pode executar esta ação porque os códigos de barras não estão habilitados. Por favor, entre em contato com o administrador.

source: You don't have ability to perform this action because SKIDs aren't enabled. Please, contact administrator.
es: No tiene la capacidad de realizar esta acción porque los SKID no están habilitados. Por favor, póngase en contacto con el administrador.
fr_fr: Vous ne pouvez pas effectuer cette action car les SKID ne sont pas activés. Veuillez contacter l'administrateur.
ja: SKIDが有効になっていないため、このアクションを実行することはできません。管理者に連絡してください。
nl_be: U kunt deze actie niet uitvoeren omdat SKID's niet zijn ingeschakeld. Neem contact op met de beheerder.
pt_pt: Você não pode executar esta ação porque os SKIDs não estão habilitados. Por favor, entre em contato com o administrador.

source: You don't have ability to perform this action because subbranding aren't enabled. Please, contact administrator.
es: No tiene la capacidad de realizar esta acción porque la submarca no está habilitada. Por favor, póngase en contacto con el administrador.
fr_fr: Vous n'avez pas la possibilité d'effectuer cette action car les sous-marques ne sont pas activées. Veuillez contacter l'administrateur.
ja: サブブランディングが有効になっていないため、このアクションを実行することはできません。管理者に連絡してください。
nl_be: U kunt deze actie niet uitvoeren omdat subbranding niet is ingeschakeld. Neem contact op met de beheerder.
pt_pt: Você não pode realizar esta ação porque a submarca não está ativada. Por favor, entre em contato com o administrador.

source: You don't have ability to perform this action because hubs aren't enabled. Please, contact administrator.
es: No tiene la capacidad de realizar esta acción porque los concentradores no están habilitados. Por favor, póngase en contacto con el administrador.
fr_fr: Vous n'avez pas la possibilité d'effectuer cette action car les concentrateurs ne sont pas activés. Veuillez contacter l'administrateur.
ja: ハブが有効になっていないため、このアクションを実行することはできません。管理者に連絡してください。
nl_be: U kunt deze actie niet uitvoeren omdat hubs niet zijn ingeschakeld. Neem contact op met de beheerder.
pt_pt: Você não pode executar esta ação porque os hubs não estão habilitados. Por favor, entre em contato com o administrador.

source: skill set "{name}" {message}
es: conjunto de habilidades " {name} " {message}
fr_fr: ensemble de compétences "{name}" {message}
ja: スキルセット " {name} {message}
nl_be: vaardigheden " {name} " {message}
pt_pt: conjunto de habilidades " {name} " {message}

source: has been added to you
es: se te ha agregado
fr_fr: vous a été ajouté
ja: あなたに追加されました
nl_be: is aan je toegevoegd
pt_pt: foi adicionado a você

source: has been removed from you
es: se te ha quitado
fr_fr: vous a été retiré
ja: あなたから削除されました
nl_be: is van je verwijderd
pt_pt: foi removido de você

source: A valid bool is required.
es: Se requiere un bool válido.
fr_fr: Un booléen valide est requis.
ja: 有効なブール値が必要です。
nl_be: Een geldige bool is vereist.
pt_pt: Um bool válido é necessário.

source: Not a valid choice
es: No es una opción válida
fr_fr: Pas un choix valable
ja: 有効な選択ではありません
nl_be: Geen geldige keuze
pt_pt: Não é uma escolha válida

source: Photos are required for this answer.
es: Se requieren fotos para esta respuesta.
fr_fr: Des photos sont nécessaires pour cette réponse
ja: この回答には写真が必要です。
nl_be: Foto's zijn vereist voor dit antwoord.
pt_pt: As fotos são necessárias para esta resposta.

source: {alias} for today (US EST timezone)
es: {alias} para hoy (zona horaria EST de EE. UU.)
fr_fr: {alias} pour aujourd'hui (fuseau horaire US EST)
ja: {alias} （米国東部標準時）
nl_be: {alias} voor vandaag (tijdzone US EST)
pt_pt: {alias} para hoje (fuso horário EST dos EUA)

source: {alias} for 24+ hours ago
es: {alias} por más de 24 horas
fr_fr: {alias} il y a plus de 24 heures
ja: {alias} 24時間以上前
nl_be: {alias} uur geleden
pt_pt: {alias} há mais de 24 horas

source: {alias} for 72+ hours ago
es: {alias} durante más de 72 horas
fr_fr: {alias} il y a plus de 72 heures
ja: {alias} 72時間以上前
nl_be: {alias} meer dan 72 uur geleden
pt_pt: {alias} há mais de 72 horas

source: 7 days
es: 7 días
fr_fr: 7 jours
ja: 7日
nl_be: 7 dagen
pt_pt: 7 dias

source: Month
es: Mes
fr_fr: Mois
ja: 月
nl_be: Maand
pt_pt: Mês

source: 3 months
es: 3 meses
fr_fr: 3 mois
ja: 3ヶ月
nl_be: 3 maanden
pt_pt: 3 meses

source: Year
es: Año
fr_fr: An
ja: 年
nl_be: Jaar
pt_pt: Ano

source: The password must contain at least %(min_letters)d uppercase character
es: La contraseña debe contener al menos %(min_letters)d carácter en mayúscula
fr_fr: Le mot de passe doit contenir au moins %(min_letters)d caractères majuscules
ja: %(min_letters)d大文字が含まれている必要があります
nl_be: Het wachtwoord moet ten minste %(min_letters)d hoofdletters bevatten
pt_pt: A senha deve conter pelo menos %(min_letters)d caractere maiúsculo

source: The password must contain at least %(min_letters)d lowercase character
es: La contraseña debe contener al menos %(min_letters)d carácter en minúscula
fr_fr: Le mot de passe doit contenir au moins %(min_letters)d caractères minuscules
ja: %(min_letters)d小文字が含まれている必要があります
nl_be: Het wachtwoord moet ten minste %(min_letters)d kleine letters bevatten
pt_pt: A senha deve conter pelo menos %(min_letters)d caractere minúsculo

source: The password must contain at least %(min_numbers)d number
es: La contraseña debe contener al menos %(min_numbers)d número
fr_fr: Le mot de passe doit contenir au moins %(min_numbers)d nombre
ja: %(min_numbers)d数字が含まれている必要があります
nl_be: Het wachtwoord moet ten minste %(min_numbers)d nummer bevatten
pt_pt: A senha deve conter pelo menos %(min_numbers)d número

source: This field may not be blank.
es: Este campo no puede estar en blanco.
fr_fr: Ce champ ne peut pas être vide.
ja: このフィールドは空白にすることはできません。
nl_be: Dit veld mag niet leeg zijn.
pt_pt: Este campo não pode ficar em branco.

source: Phone number have too many characters
es: El número de teléfono tiene demasiados caracteres
fr_fr: Le numéro de téléphone comporte trop de caractères
ja: 電話番号の文字数が多すぎます
nl_be: Telefoonnummer bevat te veel tekens
pt_pt: O número de telefone tem muitos caracteres

source: Not supported region for merchant.
es: Región no admitida para el comerciante.
fr_fr: Région non prise en charge pour le marchand.
ja: 販売者がサポートしていない地域。
nl_be: Niet ondersteunde regio voor handelaar.
pt_pt: Região sem suporte para o comerciante.

source: Invalid phone number for merchant's region.
es: Número de teléfono no válido para la región del comerciante.
fr_fr: Numéro de téléphone non valide pour la région du marchand.
ja: 販売者の地域の電話番号が無効です。
nl_be: Ongeldig telefoonnummer voor de regio van de verkoper.
pt_pt: Número de telefone inválido para a região do comerciante.

source: Phone must be in international format since the merchant operates in multiple countries.
es: El teléfono debe estar en formato internacional ya que el comerciante opera en varios países.
fr_fr: Le téléphone doit être au format international car le commerçant opère dans plusieurs pays.
ja: 販売者は複数の国で事業を行っているため、電話は国際形式である必要があります。
nl_be: De telefoon moet een internationaal formaat hebben, aangezien de verkoper in meerdere landen actief is.
pt_pt: O telefone deve estar em formato internacional, pois o comerciante opera em vários países.

source: You should specify either location or address
es: Debe especificar la ubicación o la dirección
fr_fr: Vous devez spécifier le lieu ou l'adresse
ja: 場所または住所のいずれかを指定する必要があります
nl_be: U moet een locatie of adres opgeven
pt_pt: Você deve especificar o local ou endereço

source: Address not found.
es: Dirección no encontrada.
fr_fr: Adresse introuvable.
ja: アドレスが見つかりません。
nl_be: Adres niet gevonden.
pt_pt: Endereço não encontrado.

source: Invalid data. Expected a dictionary, but got {datatype}.
es: Datos inválidos. Esperaba un diccionario, pero obtuve {datatype} .
fr_fr: Données invalides. Attendu un dictionnaire, mais a obtenu {datatype} .
ja: 無効なデータ。辞書が必要ですが、 {datatype}取得しました。
nl_be: Onjuiste data. Had een woordenboek verwacht, maar kreeg {datatype} .
pt_pt: Dados inválidos. Esperava um dicionário, mas obteve {datatype} .

source: This date cannot be earlier than now.
es: Esta fecha no puede ser anterior a ahora.
fr_fr: Cette date ne peut pas être antérieure à maintenant.
ja: この日付を今より前にすることはできません。
nl_be: Deze datum kan niet vroeger zijn dan nu.
pt_pt: Esta data não pode ser anterior a agora.

source: Optimisation cost
es: Costo de optimización
fr_fr: Coût d'optimisation
ja: 最適化コスト
nl_be: optimalisatie kosten
pt_pt: Custo de otimização

source: Soft delete selected optimisations and unassign jobs
es: Eliminación temporal de optimizaciones seleccionadas y desasignación de trabajos
fr_fr: Supprimer en douceur les optimisations sélectionnées et désaffecter les tâches
ja: 選択した最適化をソフト削除し、ジョブの割り当てを解除します
nl_be: Geselecteerde optimalisaties zacht verwijderen en taken ongedaan maken
pt_pt: Exclusão reversível de otimizações selecionadas e desatribuição de trabalhos
