Repository: DrPierreChang/delivery_api
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es, fr_fr, ja, nl_be, pt_pt

source: marked as
es: marcado como
fr_fr: marqué comme
ja: としてマーク
nl_be: gemarkeerd als
pt_pt: marcado como

source: Job
es: Trabajo
fr_fr: Emploi
ja: 仕事
nl_be: Functie
pt_pt: Trabalho

source: is available
es: está disponible
fr_fr: est disponible
ja: 利用可能です
nl_be: is beschikbaar
pt_pt: está disponível

source: was unassigned from you
es: no fue asignado por ti
fr_fr: n'a pas été attribué à vous
ja: あなたから割り当てられていませんでした
nl_be: werd niet toegewezen aan jou
pt_pt: não foi atribuído de você

source: you have received
es: has recibido
fr_fr: vous avez reçu
ja: あなたが受け取った
nl_be: je hebt ontvangen
pt_pt: você recebeu

source: a new job:
es: un nuevo trabajo:
fr_fr: un nouveau travail:
ja: 新しい仕事：
nl_be: een nieuwe baan:
pt_pt: um novo trabalho:

source: you've received
es: has recibido
fr_fr: vous avez reçu
ja: あなたが受け取った
nl_be: je hebt ontvangen
pt_pt: você recebeu

source: {count} new jobs
es: {count} nuevos trabajos
fr_fr: {count} nouveaux emplois
ja: {count}新しい仕事
nl_be: {count} nieuwe banen
pt_pt: {count} novos empregos

source: {count} jobs were unassigned from you
es: {count} trabajos no fueron asignados por usted
fr_fr: {count} emplois n'ont pas été attribués à vous
ja: {count}ジョブはあなたから割り当てられていません
nl_be: {count} banen zijn ingetrokken bij jou
pt_pt: {count} jobs não foram atribuídos por você

source: on {delivery_day}
es: el {delivery_day}
fr_fr: le {delivery_day}
ja: {delivery_day}に
nl_be: op {delivery_day}
pt_pt: em {delivery_day}

source: tomorrow
es: mañana
fr_fr: demain
ja: 明日
nl_be: morgen
pt_pt: amanhã

source: Good news!
es: ¡Buenas noticias!
fr_fr: Bonnes nouvelles!
ja: 朗報です！
nl_be: Goed nieuws!
pt_pt: Boas notícias!

source: today
es: este dia
fr_fr: aujourd'hui
ja: 今日
nl_be: vandaag
pt_pt: hoje

source: External Route optimisation API is not available for you
es: La API de optimización de ruta externa no está disponible para usted
fr_fr: L'API d'optimisation de routage externe n'est pas disponible pour vous
ja: 外部ルート最適化APIは利用できません
nl_be: Externe route-optimalisatie-API is niet voor u beschikbaar
pt_pt: A API de otimização de rota externa não está disponível para você

source: Customers can only be notified in Completed/Running optimisation statuses.
es: Los clientes solo pueden recibir notificaciones en los estados de optimización Completado/En ejecución.
fr_fr: Les clients ne peuvent être notifiés que dans les statuts d'optimisation Terminé/En cours d'exécution.
ja: 顧客は、完了/実行中の最適化ステータスでのみ通知を受けることができます。
nl_be: Klanten kunnen alleen op de hoogte worden gebracht in de status Voltooid/Bezig met optimaliseren.
pt_pt: Os clientes só podem ser notificados nos status de otimização Concluído/Em execução.
